/* 
 SignatureView.strings
 GPGMail
 
 Created by Lukas Pitschl on 30.07.11.
 Copyright 2011 GPGMail. All rights reserved.
 
 Defines the strings used in the signature view.
 */
"VALIDITY_NO_TRUST" = "이 서명은 믿을수 없습니다.";
"VALIDITY_OK" = "이 서명은 믿을 수 있습니다.";
/* Signature view key status. */
"VALIDITY_KEY_REVOKED" = "이 서명의 키가 파기 되었습니다";
"VALIDITY_SIGNATURE_EXPIRED" = "서명이 만료되었습니다.";
"VALIDITY_KEY_EXPIRED" = "이 서명의 키가 만료되었습니다.";
"VALIDITY_KEY_REVOKED" = "이 서명의 키가 파기 되었습니다";
"VALIDITY_UNKNOWN_ALGORITHM" = "알 수 없는 알고리즘에 의해 서명되었습니다.";
"VALIDITY_NO_PUBLIC_KEY" = "다음 서명의 키가 키체인에 없습니다.";
"VALIDITY_UNKNOWN_ERROR" = "알수없는 서명 오류.";
"VALIDITY_BAD_SIGNATURE" = "이 서명은 효력이 없습니다.";
